// title
"SCANNING_TITLE" = "Процесс поиска ПО";
"INSTALLING_X_TITLE" = "Установка %@";
"DOWNLOADING_X_TITLE" = "Загрузка %@";
"1_ITEM" = "объектов: 1";
"N_ITEMS" = "объектов: %d";

// message
"DOWNLOADING_ITEM_STATUS" = "Загружаю «%@»…";
"EXPANDING_ITEM_STATUS" = "Распаковываю и проверяю «%@»…";
"INSTALLING_ITEM_STATUS" = "Устанавливаю обновления…";

// time remaining
"FILE_SIZES_STATUS" = "%@ из %@";
"FILE_SIZES_AND_TIME_ESTIMATE_STATUS" = "%@ из %@ — %@";

// stop button
"STOP_TITLE" = "Остановить";
"QUIT_TITLE" = "Завершить";

// No restart required - finished
"INSTALLATION_DONE_SINGLE" = "Обновление было успешно установлено.";
"INSTALLATION_DONE" = "Обновления успешно установлены.";
"INSTALLATION_FAILED" = "Во время установки произошла ошибка.";
"DOWNLOAD_ONLY_FAILED" = "При загрузке произошла ошибка.";
"DOWNLOAD_ONLY_DONE_SINGLE" = "Обновление успешно загружено.";
"DOWNLOAD_ONLY_DONE" = "Обновления успешно загружены.";
"OK_TITLE" = "OK";
